{
  "eyebrow": "Since 1921",
  "timeline": [
    {
      "year": "1921",
      "title": "Tau Sigma Delta Founded",
      "body": "A group of Ohio University men founded Tau Sigma Delta, a local fraternity, laying the groundwork for what would become Pi Kappa Alpha's Gamma Omicron chapter."
    },
    {
      "year": "1930",
      "title": "Gamma Omicron Chartered",
      "body": "Tau Sigma Delta was formally installed as Gamma Omicron chapter of Pi Kappa Alpha International Fraternity, joining one of America's most prestigious Greek organizations."
    },
    {
      "year": "1974",
      "title": "Chapter Closes",
      "body": "Social and political turmoil of the era, coupled with declining rush numbers, forced the chapter to close. The 8 Church Street house was vacated after 44 years of history."
    },
    {
      "year": "1987",
      "title": "Gamma Omicron Refounded",
      "body": "Dedicated alumni rallied to re-establish the chapter. After earning colony recognition, Gamma Omicron was rechartered and moved to 12 N College St."
    },
    {
      "year": "1990s–2012",
      "title": "Growth & Excellence",
      "body": "The refounded chapter earned multiple Smythe Trophies and established itself as a leading organization at Ohio University."
    },
    {
    "year": "2012",
    "title": "Chapter Closed",
    "body": "The once excellent chapter was forced to close due to violations of the university's Greek Life policies as well as violations of its lease. The chapter house is currently vacant and owned by Prokos Rental Company."
  },
    {
    "year": "2017–Present",
    "title": "Rebuilding & Establishing",
    "body": "The chapter was refounded in 2019 and began rebuilding but Covid-19 disruptions stalled growth. Gamma Omicron is now thriving on campus but still is seeking a place to call home."
  }
  ],
  "houses": [
    { "address": "41 Mill Street", "years": "1922 – 1926" },
    { "address": "8 Church Street", "years": "1926 – 1974" },
    { "address": "12 N College Street", "years": "1987 – 2012" }
  ]
}
